IDEA Open Model
Reinforcement.Material Property
Compatible with IDEA StatiCa 20.1
 Material
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public ReferenceElement Material { get; set; }
Public Property Material As ReferenceElement
	Get
	Set
Property Value
Type: ReferenceElement
See Also
Reference
Reinforcement Class
IdeaRS.OpenModel.Detail Namespace